Repository: vermont42/Konjugieren
Catalog: Konjugieren/Assets/Localizable.xcstrings
Source language: en
Languages: de

# Info.dedicationText
source: This app is dedicated to my grandfather, ~Clifford August Schmiesing~. Cliff was born on March 14, 1904, in Minster, Ohio, a town where German was the language of daily life. All four of his grandparents had immigrated from Germany, and he grew up steeped in that heritageвҖ”attending public schools taught by German-speaking nuns from Germany. He went on to study at St. Louis University, where he completed both college and medical school, specializing in obstetrics. In St. Louis, Cliff met ~Grace Ryan~, and they married and had six children together, including Ryan, my mother. The family settled in Salamanca, New York, where Cliff practiced family medicine and delivered babies. In 1938, he joined the Army Reserve to supplement his income. When America entered World War II, the family moved to Fort Jackson in Columbia, South Carolina in January 1942. That December, Cliff was deployed to Oran, Algeria, during the American occupation. In Oran, Cliff treated soldiers wounded in North Africa, Sicily, and Southern Italy. He also delivered most of the babies born in Oran in 1943. He died there on January 21, 1944. My mother was just fourteen months old. Though Ryan never truly knew her father, Cliff's love for his family has echoed through the generations. I feel it today. ~Konjugieren~ is a tribute to Cliff and to the language he and his ancestors spokeвҖ”German.
de: Diese App ist meinem GroГҹvater, ~Clifford August Schmiesing~, gewidmet. Cliff wurde am 14. MГӨrz 1904 in Minster, Ohio, geboren, einer Stadt, in der Deutsch die Sprache des tГӨglichen Lebens war. Alle vier seiner GroГҹeltern waren aus Deutschland eingewandert, und er wuchs tief in diesem Erbe verwurzelt auf вҖ“ er besuchte Г¶ffentliche Schulen, die von deutschsprachigen Nonnen aus Deutschland unterrichtet wurden. Er studierte an der St. Louis University, wo er sowohl das College als auch das Medizinstudium abschloss und sich auf Geburtshilfe spezialisierte. In St. Louis lernte Cliff ~Grace Ryan~ kennen, und sie heirateten und bekamen sechs Kinder, darunter Ryan, meine Mutter. Die Familie lieГҹ sich in Salamanca, New York, nieder, wo Cliff als Hausarzt praktizierte und Babys zur Welt brachte. 1938 trat er der Army Reserve bei, um sein Einkommen aufzubessern. Als Amerika in den Zweiten Weltkrieg eintrat, zog die Familie im Januar 1942 nach Fort Jackson in Columbia, South Carolina. Im Dezember wurde Cliff nach Oran, Algerien, wГӨhrend der amerikanischen Besetzung entsandt. In Oran behandelte Cliff Soldaten, die in Nordafrika, Sizilien und SГјditalien verwundet worden waren. Er brachte auch die meisten der 1943 in Oran geborenen Babys zur Welt. Er starb dort am 21. Januar 1944. Meine Mutter war gerade vierzehn Monate alt. Obwohl Ryan ihren Vater nie wirklich kannte, hat Cliffs Liebe zu seiner Familie Гјber die Generationen hinweg nachgeklungen. Ich spГјre sie heute. ~Konjugieren~ ist eine Hommage an Cliff und an die Sprache, die er und seine Vorfahren sprachen вҖ“ Deutsch.
